base
base-devel
bat
cliphist
eza
fastfetch
fd
firefox
fzf
git
hyprland
hyprlauncher
hyprpolkitagent
kitty
linux
linux-firmware
linux-headers
mako
man-db
man-pages
mesa
mesa-utils
nano
networkmanager
noto-fonts
noto-fonts-emoji
qt5-wayland
qt6-wayland
ripgrep
starship
sudo
ttf-dejavu
ttf-liberation
wayland-protocols
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xorg-xwayland
zsh
zsh-completions
