alsa-firmware
alsa-utils
arduino-cli
base
base-devel
bat
brightnessctl
cliphist
cmus
discord
eza
fastfetch
fd
firefox
fzf
git
grim
hyprland
hyprlauncher
hyprpaper
hyprpolkitagent
jdk17-openjdk
kitty
lib32-nvidia-utils
linux
linux-firmware
linux-headers
mako
man-db
man-pages
mesa
mesa-utils
nano
neovim
networkmanager
noto-fonts
noto-fonts-emoji
nvidia-open
nvidia-settings
nvidia-utils
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-pulse
playerctl
prismlauncher
qt5-wayland
qt6-wayland
ripgrep
slurp
sof-firmware
starship
sudo
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
unzip
waybar
wayland-protocols
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xorg-xwayland
zsh
zsh-completions
