base
base-devel
bat
eza
fastfetch
fd
fzf
git
linux
linux-firmware
linux-headers
man-db
man-pages
nano
networkmanager
ripgrep
starship
sudo
zsh
zsh-completions
